tap "borkdude/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "giflib"
brew "libpng"
brew "automake"
brew "bash"
brew "bat"
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "openssl@1.1"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "zstd"
brew "openjdk"
brew "boot-clj"
brew "clojure"
brew "coreutils"
brew "diffutils"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "jpeg", link: true
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "pinentry"
brew "gnupg"
brew "go"
brew "grep"
brew "groff"
brew "gzip"
brew "hadolint"
brew "hping"
brew "httpie"
brew "httrack"
brew "hyperfine"
brew "jq"
brew "leiningen"
brew "libpq"
brew "pango"
brew "librsvg"
brew "mas"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nvm"
brew "openssh"
brew "openssl@3"
brew "pinentry-mac"
brew "pipenv"
brew "python@3.11"
brew "poetry"
brew "postgresql@14"
brew "prettyping"
brew "pyenv"
brew "python-tk@3.9"
brew "qt"
brew "rbenv"
brew "rebar3"
brew "rename"
brew "shellcheck"
brew "tcpdump"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "wget"
brew "zlib", link: true
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
cask "1password"
cask "angry-ip-scanner"
cask "anybar"
cask "appcleaner"
cask "authy"
cask "binance"
cask "chromedriver"
cask "cloudflare-warp"
cask "cyberduck"
cask "dash"
cask "discord"
cask "dropbox"
cask "fig"
cask "firefox"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-input"
cask "font-meslo-for-powerline"
cask "ganache"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "ngrok"
cask "nordvpn"
cask "openinterminal"
cask "opera-gx"
cask "postman"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "topnotch"
cask "transmission"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "ColorSlurp", id: 1287239339
mas "Magnet", id: 441258766
mas "Reeder", id: 1529448980
mas "SimpleCleaner", id: 867373024
mas "Step Two", id: 1448916662
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
